[{
		"OyunAdi": "Sid Meier’s Civilization VI",
		"Tur": "Strateji,Tarihsel,Sıra Tabanlı",
		"Plartform": "Windows,macOS",
		"Inceleme": "Çok olumlu(140.652)",
		"ResimURL": "https://raw.githubusercontent.com/ntdemirel/h5200038nafiztahademirel/eca18fe014ee6166378a9ac811b0a9a7fc10c026/Resimler/Civilization.jpg",
		"YapimciResimURL":"https://raw.githubusercontent.com/ntdemirel/h5200038nafiztahademirel/main/Resimler/Firaxis.jpg",
		"DetayResimURL": "https://raw.githubusercontent.com/ntdemirel/h5200038nafiztahademirel/main/Resimler/BannerlordDetay.jpg",
		"DetayHakkinda": "<h2>Bu Oyun Hakkında</h2>İlk olarak efsanevi oyun tasarımcısı Sid Meier'in yarattığı Civilization, zamana meydan okuyan bir imparatorluk kurmaya çalıştığınız, sıra tabanlı bir strateji oyunudur. Taş Devri'nden Bilgi Çağı'na kadar uzanacak bir uygarlık kurup ona önderlik ederek Dünya'nın Hakimi olun. Savaşın, diplomasi yürütün, kültürünüzü geliştirin ve dünyanın görüp göreceği en büyük uygarlığı inşa etmeye çalışırken tarihin en büyük liderleriyle rekabet edin.<br><br>Civilization VI, dünyanızla ilgilenmeniz için yeni yollar sunuyor: şehirler artık haritada fiziksel olarak genişliyor, teknoloji ve kültüre dair etkin araştırma yeni ihtimaller ortaya çıkarıyor ve rakip liderler, siz oyunda zafer elde etmenin beş yolundan biri için yarışırken tarihsel izlerine dayalı kendi gündemlerinin peşinde koşuyor."
	},
 
 	{
		"OyunAdi": "Mount & Blade II: Bannerlord",
		"Tur": "Ortaçağ,Strateji,Açık Dünya,RYO",
		"Plartform": "Windows",
		"Inceleme": "Çok olumlu(140.933)",
		"ResimURL": "https://raw.githubusercontent.com/ntdemirel/h5200038nafiztahademirel/main/Resimler/MountandBlade.jpg",
		"YapimciResimURL":"https://raw.githubusercontent.com/ntdemirel/h5200038nafiztahademirel/main/Resimler/0wjFwm4q_400x400.jpg",
		"DetayResimURL": "https://cdn.akamai.steamstatic.com/steam/apps/1593500/ss_1351cb512d008f7e47fc50b74197f4f8eb6f3419.600x338.jpg?t=1642175986",
		"DetayHakkinda": "<h2>Bu Oyun Hakkında</h2><br><br><i>Savaş boruları çalar, kuzgunlar toplanır. İç savaş koca bir krallığı yıpratır. Sınırların ötesinde yeni krallıklar yükselir. Kılıcını kuşan, zırhını giy, adamlarını topla ve şan kazanmak için Kalradya savaş alanlarına atıl. Egemenliğini kur ve eskisinin küllerinden yeni bir dünya yarat.</i><br><br>Mount &amp; Blade II: Bannerlord, orta çağ savaş simülasyon ve rol-yapma oyunu olan Mount &amp; Blade: Warband’in heyecanla beklenen devamı niteliğindedir. 200 yıl öncesinde geçen, detaylı dövüş sistemini ve Kalradya dünyasını daha kapsamlı ele alır.  Dağlardaki sığınakları talan edin, şehirlerin arka sokaklarında gizli suç imparatorlukları kurun ya da güç mücadelenizde savaş keşmekeşinin içine atılın.<br><br><strong>Strateji / Aksiyon RPG</strong><br>Engin Kalradya kıtasında keşfe çıkın, baskınlar düzenleyin ve yolunuz boyunca dostlar düşmanlar edinin.  Kendi ordunuzu yetiştirip savaşa sokun; bir yandan birliklerinizi komuta ederken diğer yandan onların yanında aksiyonun kalbine dalıp düşmanla çarpışın. <br><br><strong>Tek Oyunculu Sandbox Haritası </strong><br>Oyunu dilediğiniz gibi oynayın! Hiçbir oynanışın birbirinin aynısı olmadığı dinamik sandbox macerasında güce giden yolunuzu kendiniz çizin. <br><br><strong>Kapsamlı Karakter Oluşturma ve Geliştirme Sistemi </strong><br>Oyun tarzınıza uygun karakterinizi oluşturup geliştirin. Ustalığınızı temsil eden özelliklere erişim sağladıkça görevleri yerine getirerek becerileri geliştirin. <br><br><strong>Gerçekçi Ekonomi </strong><br>Tütsüden savaş atlarına hemen her şeyin fiyatının arz ve talebe göre dalgalandığı, iniş çıkışlı simüle edilmiş bir feodal ekonomide mevcut malları görün. Kuşatma sonrası açlıkla savaşan bir şehre tahılı ilk getiren olarak ya da haydutların kestiği bir karavan rotasını yeniden açarak anarşiyi kendi lehinize kullanın.<br><br> <strong>Çok Oyunculu Oyun Modları </strong><br>Küçük ölçekli çatışmalardan yüzlerce oyuncunun dahil olduğu destansı savaşlara, birçok farklı çok oyunculu modda dünyanın dört bir yanından oyunculara karşı taktiksel hünerlerinizi ve dövüş becerilerinizi test edin.<br><br><strong>Beceri Tabanlı Yönlü Dövüş Sistemi </strong><br>Öğrenilmesinin kolay ancak ustalaşmanın da bir o kadar zor olduğu, derin ve sezgisel dövüş sistemini kullanarak düşmanlarınızı mağlup edin. <br><br><strong>Nefes Kesen Savaşlar </strong><br>Savaş alanına inin ve ortaçağ savaşlarının vahşiliğini ekranda, her biri kendi detaylı yapay zekasına sahip yüzlerce birlikle kendi gözününden ya da üçüncü bir göz gibi deneyimleyin. <br><br><strong>Kapsamlı Modlanabilirlik </strong><br>Oyunu, kendi hazırladığınız, tamamen benzersiz bir macerayı deneyimlemek üzere uyarlayın.  Mount &amp; Blade II: Bannerlord’u geliştirmek için kullanılan oyun motoru ve araçlar, topluluğumuzun erişimine açık, böylece mod geliştiriciler Kalradya’yı yeniden yorumlayabilir ya da kendi benzersiz dünyalarını yaratabilirler!<br><br>"
	},
 	
 	{
		"OyunAdi": "Red Dead Redemption 2",
		"Tur": "Açık Dünya,Macera,Vahşi Batı",
		"Plartform": "Windows,Playstation,Xbox",
		"Inceleme": "Çok olumlu(214.317)",
		"ResimURL": "https://raw.githubusercontent.com/ntdemirel/h5200038nafiztahademirel/main/Resimler/RedDeadRedemption.jpg",
		"YapimciResimURL":"https://raw.githubusercontent.com/ntdemirel/h5200038nafiztahademirel/main/Resimler/rockstar.png",
		"DetayResimURL": "https://cdn.akamai.steamstatic.com/steam/apps/1593500/ss_1351cb512d008f7e47fc50b74197f4f8eb6f3419.600x338.jpg?t=1642175986",
		"DetayHakkinda": "<h2>Bu Oyun Hakkında</h2>Amerika, 1899.<br><br>Artur Morgan ve Van der Linde çetesi kaçıyor. Federal ajanlar ve ülkenin en iyi ödül avcılarının amansız takibi altında çete üyeleri hayatta kalabilmek için soyguna, yağmaya ve dövüşmeye devam ederek Amerika'nın kalbindeki çetin toprakları geçmek zorunda. Bu süreçte iç çatışmaları da iyice derinleşen çete artık dağılmanın eşiğine gelirken Artur da zor bir seçimle karşı karşıya: onu yetiştiren çeteye sadık mı kalacak yoksa kendi ideallerinin peşinden mi gidecek?<br><br>Red Dead Redemption 2, şimdi ayrıca ilave Hikaye Modu ve sınırsız özellikler sunan Foto Modunun yanı sıra paylaşımlı, canlı Red dead Online dünyasına da erişim sunuyor. Oyuncular bu dünyada Ödül Avcısı, Tüccar, Koleksiyoncu ve İçki Kaçakçısı rolleri ile suçluları kovalayarak, kendi işlerini kurarak, define arayarak veya kaçak içki üreterek bu vahşi topraklarda kendi kaderlerini yazabiliyorlar.<br><br>Red Dead Redemption 2 PC sürümünün daha da derin ve gerçekçi bir deneyim sunan yeni grafik ve teknik geliştirmeleri bu muazzam açık dünyanın her köşesine ve her ayrıntısına canlılık kazandırmak için PC platformunun sağladığı teknik olanakları sonuna kadar kullanıyor. Bu teknik geliştirmeler arasında, gündüz ve gece ışık/gölge ve derinliğini arttıracak şekilde iyileştirilen genel ve ortam aydınlatması, tüm mesafelerde gelişmiş yansıma ve daha yüksek çözünürlüklü gölgelendirme, bitki ve hayvanlara daha yoğun bir gerçekçilik kazandıran mozaik ağaç dokuları ve gelişmiş ot ve hayvan kürkü dokuları bulunuyor.<br><br>Red Dead Redemption 2 PC sürümü HDR desteği de sunuyor. Bu sayede, 4K ve üzeri ekranlarda mükemmel görüntüleme, çok ekranlı kurulum, geniş ekran yapılandırmaları ve daha yüksek çerçeve hızı mümkün hale geliyor."
	},
 
	{
		"OyunAdi": "God of War",
		"Tur": "Aksiyon,Macera,Tek Oyunculu",
		"Plartform": "Windows,Playstation",
		"Inceleme": "Son Derece Olumlu(8.111)",
		"ResimURL": "https://raw.githubusercontent.com/ntdemirel/h5200038nafiztahademirel/main/Resimler/GodofWar.jpg",
		"YapimciResimURL":"https://raw.githubusercontent.com/ntdemirel/h5200038nafiztahademirel/main/Resimler/Santa_Monica_logo_2.jpg",
		"DetayResimURL": "https://cdn.akamai.steamstatic.com/steam/apps/1593500/ss_1351cb512d008f7e47fc50b74197f4f8eb6f3419.600x338.jpg?t=1642175986",
		"DetayHakkinda": "<h2>Bu Oyun Hakkında</h2><strong>Kuzey diyarına adım atın</strong><br>Olimpos Tanrılarından aldığı intikamın üzerinden yıllar geçen Kratos, artık İskandinav Tanrılarının ve canavarlarının diyarında sıradan bir insan olarak yaşıyor. Bu sert ve acımasız dünyada hayatta kalabilmek için savaşmak ve oğluna da aynısını öğretmek zorunda. <br><br><strong>İkinci bir şans yakala</strong><br>Kratos yeniden bir baba. Onun saygısını kazanmaya kararlı oğlu Atreus'un akıl hocası ve koruyucusu olarak, bir yandan oğluyla son derece tehlikeli bir dünyada ilerlerken diğer yandan da adeta onun simgesi olan öfkesini bastırmak ve kontrol etmek zorunda."
	},

	{
		"OyunAdi": "Supraland Six Inches Under",
		"Tur": "Bulmaca,Keşif,FPS",
		"Plartform": "Windows,Playstation,Xbox",
		"Inceleme": "Çok olumlu",
		"ResimURL": "https://raw.githubusercontent.com/ntdemirel/h5200038nafiztahademirel/main/Resimler/Supraland.jpg",
		"YapimciResimURL":"https://raw.githubusercontent.com/ntdemirel/h5200038nafiztahademirel/main/Resimler/paradox.jpg",
		"DetayResimURL": "https://cdn.akamai.steamstatic.com/steam/apps/1593500/ss_1351cb512d008f7e47fc50b74197f4f8eb6f3419.600x338.jpg?t=1642175986",
		"DetayHakkinda": "<h2>Bu Oyun Hakkında</h2><strong>Oynanış</strong><br>Supraland Six Inches Under birinci şahıs bir metroidvania oyunudur. Bu demektir ki, kapalı bir dünyadasın ve ne kadar fazla yetenek elde edersen dünyanın o kadar bölgesine erişebilirsin.<br>- Oynanış yaklaşık olarak %55 keşif, %40 bulmaca çözme ve %5 savaştan oluşuyor.<br>- Macera yaklaşık olarak 8-20 saat arası sürüyor.<br>- Yüzlerce komiklik<br>- 2 tane gerçekten komik şaka<br>- Kesinlikle yetenek ağacı içermiyor<br><br><strong>İlk Supraland oyununa kıyasla:</strong><br>- Karakterin yeteneklerinin yarısı hala aynı, yarısı ise yeni<br>- Ana hikayedeki bulmacalar daha basit; zor bulmacalar çoğunlukla opsiyonel<br>- Keşif oyunun en büyük parçasıdır<br>- Daha az savaş var ve bütün düşman türleri yeni<br>- Daha fazla opsiyonel içerik, çoğunluğu oyun sonundan sonra erişilebilir<br><br><strong>Oyunun arkasındaki hikaye</strong><br>Six Inches Under, yeni geliştirici ekibine araç gereçleri ve iş ortamını tanıtmak amacıyla yapılan bir yan projeydi. Temelde, yeni Supraland devam oyunu için olan bir hazırlıktı.<br>David Münnich, ilk Supraland oyununu çoğunlukla tek başına yapmış olsa da, bu oyundaki rolü çok daha küçüktü.<br>Takımdaki neredeyse herkes oyun dünyası için 1 ya da 2 tane bölge yaptı ve bu yüzden fazlasıyla deneysel bir oyun.<br><br>Aslında Supraland için küçük bir DLC olacaktı fakat işler biraz kontrolden çıktı ve daha da hırslandık. Bu oyunu yapmak 3 ay yerine 2 yıldan fazla sürdü.<br>Supraland 1.5 denilebilir çünkü hala ilk oyundan bir sürü şey barındırıyor ama aynı zamanda yepyeni mekaniklerle dolu yeni bir dünya.<br><br><strong>Savaş</strong><br>İlk Supraland oyununun bir hayranı iseniz bu yeni oyundaki savaşa yaklaşımımız size ilgi çekici gelebilir. Bir sürü ders öğrendikten sonra, ana konsept fazlasıyla değişti ve hala deneysel olarak nitelendirilebilir. Artık düşmanlar bulmacalardan ayrılmış durumda ve bulmaca konusunda yolunuza çıkmayacaklar. Yepyeni düşman çeşitleri birbirlerinden farklı davranıyorlar ve artık her düşman çeşidine uyan bir savaş stratejisi bulunmuyor. Umarız beğenirsiniz!"
	},

	

	

	

	{
		"OyunAdi": "Farming Simulator 22",
		"Tur": "Simülasyon,Tarım",
		"Plartform": "Windows,Playstation,Xbox,Nintendo",
		"Inceleme": "Olumlu(15.363)",
		"ResimURL": "https://github.com/ntdemirel/h5200038nafiztahademirel/blob/main/Resimler/FarmingSimulator.jpg?raw=true",
		"YapimciResimURL":"https://raw.githubusercontent.com/ntdemirel/h5200038nafiztahademirel/main/Resimler/GiantsSowftware.jpg",
		"DetayResimURL": "https://cdn.akamai.steamstatic.com/steam/apps/1593500/ss_1351cb512d008f7e47fc50b74197f4f8eb6f3419.600x338.jpg?t=1642175986",
		"DetayHakkinda": "<h2>Bu Oyun Hakkında</h2>Modern bir çiftçi olmaya ne dersin? Tarım, hayvancılık ve ormancılık faaliyetleri sırasında, her mevsim ama özellikle de kış geldiğinde, üstesinden gelmen gereken pek çok zorlukla yüzleşeceksin. Yaratıcılığını kullanarak çiftliğini inşa et ve ürün zincirleriyle çiftçilik operasyonlarını geliştirerek bir tarım imparatorluğu kur! İstersen çiftliğini arkadaşlarınla birlikte işletebilir ve çok oyunculu modla oyunun keyfini farklı platformlarda çıkarabilirsin.<br><br>Fransa'nın güneyindeki Akdeniz kıyılarında yemyeşil bir bağ veya zeytin bahçesi kurabilir; ABD'nin Ortabatı bölgesinde buğday, mısır, patates ve pamukla dolu çok büyük bir tarım arazisini işletebilir veya Avrupa'da Alp manzaralı, engebeli topraklarda hayvan çiftliği açabilirsin. Seçim senin: Case IH, CLAAS, Fendt, John Deere, Massey Ferguson, New Holland, Valtra gibi 100'ün üstünde gerçek ziraat markalasına ait 400'den fazla makine, alet ve çok daha fazlasını çiftliğinde kullanabilirsin. <br><br>Farming Simulator 22 ile birlikte çok sayıda yeni oyun özelliğinin ve içeriğinin yanı sıra malçlama ve taş toplama gibi toprağı hazırlamaya yönelik yeni işlevler, seralar ve kovanlar için gelişmiş inşa modları ve hayalindeki çiftçiyi hayata geçirmeni sağlayacak yeni karakter oluşturucu gibi oyunculara eskiye kıyasla çok daha fazla özgürlük tanıyan yeniliklerle tanışacaksın. <br><br>Topluluk tarafından yaratılan ve geliştirici GIANTS Software tarafından test edilen çok sayıda ücretsiz modifikasyon sayesinde çiftçilik deneyimin kat ve kat artarak genişleyecek. Başarılı bir çiftçi olmak için zorluklarla yüzleşmeye hazır ol ve hemen işe koyularak çiftliğinin keyfini sürmeye başla!"
	}
]
